Revit 2027 API
ParameterTypeId.ImportBaseLevelOffset Property
 "Offset from Work Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportBaseLevelOffset { get; }
Public Shared ReadOnly Property ImportBaseLevelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportBaseLevelOffset {
	ForgeTypeId^ get ();
}
static member ImportBaseLevelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace